tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "gcc"
brew "git"
brew "golang-migrate"
brew "lsd"
brew "neovim"
brew "node"
brew "nodebrew"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "font-hack-nerd-font"
cask "ngrok"
cask "visual-studio-code"
