tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "playcover/playcover"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "clang-format"
brew "cloc"
brew "unbound", restart_service: true
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "git"
brew "golang-migrate"
brew "python@3.11"
brew "llvm"
brew "lsd"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "virtualenv"
brew "pre-commit"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "ngrok"
cask "visual-studio-code"
vscode "abusaidm.html-snippets"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "ionutvmi.path-autocomplete"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.LiveServer"
vscode "RobbOwen.synthwave-vscode"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "techer.open-in-browser"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodeshift.material-ui-snippets"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "ZainChen.json"
